/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Analytics";

"zanalytics.analytics.tracking.cell.title" = "Nutzungsstatistiken teilen";

"zanalytics.analytics.tracking.footer" = "Teilen Sie Nutzungsstatistiken mit unseren Appentwicklern. So können wir die App stetig verbessern.";

"zanalytics.analytics.tracking.anonymous.footer" = "Teilen Sie Nutzungsstatistiken mit unseren Appentwicklern. So können wir die App stetig verbessern.";

"zanalytics.analytics.crashreport.cell.title" = "Absturzberichte aktivieren";

"zanalytics.analytics.crashreport.footer" = "Teilen Sie bei jedem unerwarteten Beenden der App Absturzdaten mit unseren Entwicklern. Dies hilft uns beim Erkennen und Beheben von Fehlern.";

"zanalytics.analytics.anonymouse.cell.title" = "Meine Identität soll mit dazu";

"zanalytics.analytics.anonymouse.footer" = "Teilen Sie Ihre Daten mitsamt Identität. Dies hilft uns beispielsweise dann, wenn Sie ein bestimmtes Problem an unseren Kundendienst melden.";

"zanalytics.privacy.disable.alert.title" = "Alarm!";

"zanalytics.privacy.disable.alert.description" = "Geteilte Nutzungsstatistiken helfen uns, Abstürzen schnell und wirksam auf die Spur zu kommen. So können wir lästige Fehler flott beseitigen.";

"zanalytics.privacy.disable.alert.ok" = "Ok";


"zanalytics.privacy.alert.title" = "Helfen Sie uns, noch besser zu werden!";

"zanalytics.privacy.alert.description" = "Sie können uns ohne Aufwand dabei helfen, unser Produkt noch besser zu machen. Einfach, indem Sie Ihre Daten zur Appnutzung und zu Abstürzen mit uns teilen. Dabei können Sie Daten mitsamt Ihrer Identität oder anonym teilen.\nBitte beachten Sie, dass Sie Ihre Voreinstellungen jederzeit in den Appeinstellungen ändern können.";

"zanalytics.privacy.alert.description.watchsupport" = "Sie können mühelos zur Verbesserung unseres Produktes beitragen, wenn Sie Nutzungs- und Absturzdaten mit uns teilen. Dabei können Sie Daten mitsamt Ihrer Identität oder anonym teilen. Ihre Voreinstellungen werden zwischen Watch- und Mobilapps synchronisiert. Sie können dies später jederzeit in den Einstellungen der Mobilapp ändern.";

"zanalytics.privacy.alert.option1" = "Ich bin mit Identität dabei";

"zanalytics.privacy.alert.option2" = "Ich bin dabei, möchte aber anonym bleiben";

"zanalytics.privacy.alert.option3" = "Ich bin nicht interessiert";

"zanalytics.crash.alert.title" = "%@ wurde bei der letzten Verwendung unerwartet beendet";

"zanalytics.crash.alert.description" = "Möchten Sie uns einen Bericht senden, damit wir uns um dieses Problem kümmern können?";

"zanalytics.crash.alert.option1" = "Immer Bericht senden";

"zanalytics.crash.alert.option2" = "Jetzt senden";

"zanalytics.crash.alert.option3" = "Nicht jetzt";

"zanalytics.crash.alert.option4" = "Nie nachfragen";

"zanalytics.analytics.navbar.button.title.back" = "Zurück";

"zanalytics.privacy.onboarding.title" = "Datenschutz verwalten";

"zanalytics.privacy.onboarding.description" = "Entdecken Sie Möglichkeiten zum Verbessern von Datenschutz und Sicherheit Ihres Kontos.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "Datenschutz- und Sicherheitseinstellungen anpassen";

"zanalytics.watch.privacy.alert.title" = "Analytics-Voreinstellungen";

"zanalytics.watch.privacy.alert.description" = "Ihre Voreinstellungen werden zwischen Mobil- und Watch-Apps synchronisiert. Sie können Ihre Voreinstellungen später jederzeit in den Mobilapplikationseinstellungen ändern.";

"zanalytics.appupdates.title"="Neue Aktualisierung erhältlich!";

"zanalytics.appupdates.description"="Wir empfehlen, ob diese Version aufzurüsten, damit Sie von unseren neuen, aufregenden Funktionen profitieren können!";

"zanalytics.appupdates.action.update.now"=" Jetzt aktualisieren ";

"zanalytics.appupdates.action.remind.me.later"="Später erinnern";

"zanalytics.appupdates.action.ignore"="Ignorieren";

"zanalytics.appupdates.unsupportedos.title"="Warnung!";

"zanalytics.appupdates.unsupportedos.description"="Zum Einsatz dieser App müssen Sie das aktuellste Betriebssystem installieren. Aktualisieren Sie gleich, genießen Sie perfekte Funktionalität.";

"zanalytics.appupdates.unsupportedos.action"=" Später installieren ";

"zanalytics.rateus.prompt.title" = "Gefällt Ihnen diese App?";

"zanalytics.rateus.action.rateinappstore" = "Bewerten Sie uns im App Store!";

"zanalytics.rateus.action.openfeedback" = "Rückmeldung senden";

"zanalytics.rateus.action.later" = "Später";

